Repository: guoyu07/xms
Catalog: app/data/i18n/*/category.validation.po
Languages: fa_ir

source: invalid name
fa_ir: نام نامعتبر است

source: please provide category name
fa_ir: لطفا نام دسته را وارد نمایید

source: the name must be shorter than 100 characters
fa_ir: نام باید کمتر از 100 کاراکتر باشد

source: please select a parent
fa_ir: لطفا یک والد انتخاب کنید

source: invalid module
fa_ir: ماژول نامعتبر است

source: please select a module
fa_ir: لطفا یک ماژول انتخاب کنید

source: invalid parent
fa_ir: والد نامعتبر است

source: invalid module(s)
fa_ir: ماژول نامعتبر است

source: invalid description
fa_ir: توضیحات نامعتبر است

source: this category can not be deleted
fa_ir: امکان حذف این دسته وجود ندارد

source: invalid category id
fa_ir: شناسه دسته نامعتبر است

source: at least one category id is required
fa_ir: انتخاب حداقل یک دسته الزامی است

source: the id has an invalid value
fa_ir: مقدار شناسه نامعتبر است

source: please provide an id
fa_ir: اطفا شناسه را مشخص کنید

source: there's no category with provided id
fa_ir: دسته ای برای شناسه مورد نظر وجود ندارد

source: the module id has an invalid value
fa_ir: مقدار شناسه ماژول نامعتبر است

source: please provide a module id
fa_ir: لطفا شناسه ماژول را مشخص کنید
