Repository: guoyu07/xms
Catalog: app/data/i18n/*/comment.validation.po
Languages: fa_ir

source: invalid comment id
fa_ir: شناسه نظر غیر معتبر است

source: at least one comment id is required
fa_ir: انتخاب حداقل یک نظر الزامی است

source: the id has an invalid value
fa_ir: مقدار شناسه نامعتبر است

source: please provide an id
fa_ir: اطفا شناسه را مشخص کنید

source: there's no comment with provided id in current language
fa_ir: دسته ای برای شناسه مورد نظر در زبان جاری وجود ندارد

source: the author type field has an invalid value
fa_ir: نوع نویسنده نامعتبر است

source: the author id field has an invalid value
fa_ir: شناسه نویسنده نامعتبر است

source: the name field has an invalid value
fa_ir: نام نامعتبر است

source: the email field has an invalid value
fa_ir: پست الکترونیکی نامعتبر است

source: the url field has an invalid value
fa_ir: آدرس وب سایت نامعتبر است

source: the date field has an invalid value
fa_ir: تاریخ نامعتبر است

source: please provide date
fa_ir: لطفا تاریخ را وارد نمایید

source: the status field has an invalid value
fa_ir: وضعیت نامعتبر است

source: please provide comment's status
fa_ir: لطفا وضعیت نظر را مشخص نمایید

source: the content field has an invalid value
fa_ir: متن نظر نامعتبر است

source: the redirect url field has an invalid value
fa_ir: لینک تغییر مسیر نامعتبر است

source: please provide a url to redirect to
fa_ir: لطفا لینک تغییر مسیر را مشخص کنید

source: the parameters has an invalid value
fa_ir: پارامترهای ارسالی نامعتبر می باشند

source: please provide parameters
fa_ir: لطفا پارامترها را مشخص کنید

source: the author id has an invalid value
fa_ir: شناسه نویسنده نامعتبر است

source: the name has an invalid value
fa_ir: نام نامعتبر است

source: the name must be shorter than 60 characters
fa_ir: نام باید کمتر از 60 کاراکتر باشد

source: please provide your name
fa_ir: لطفا نام خود را وارد نمایید

source: the email has an invalid value
fa_ir: پست الکترونیکی نامعتبر است

source: please provide your email address
fa_ir: لطفا پست الکترونیکی خود را وارد نمایید

source: the email must be longer than 7 characters
fa_ir: پست الکترونیکی باید بیش از 7 کاراکتر باشد

source: the email must be shorter than 100 characters
fa_ir: پست الکترونیکی باید کمتر از 100 کاراکتر باشد

source: the url has an invalid value
fa_ir: آدرس وب سایت نامعتبر است

source: the url must be longer than 7 characters
fa_ir: آدرس وب سایت باید بیش از 7 کاراکتر باشد

source: the url must be shorter than 200 characters
fa_ir: آدرس وب سایت باید کمتر از 200 کاراکتر باشد

source: the content has an invalid value
fa_ir: متن نظر نامعتبر است

source: please provide content
fa_ir: لطفا نظر را وارد نمایید

source: the module id has an invalid value
fa_ir: شناسه ماژول نامعتبر است

source: please provide a module id
fa_ir: لطفا شناسه ماژول را مشخص نمایید

source: the owner id has an invalid value
fa_ir: شناسه دارنده نامعتبر است

source: please provide an owner id
fa_ir: اطفا شناسه دارنده را مشخص نمایید
