Repository: guoyu07/xms
Catalog: app/data/i18n/*/default.po
Languages: fa_ir

source: the page you requested could not be found.
fa_ir: صفحه مورد نظر شما پیدا نشد.

source: this module is currently not available. please check back later.
fa_ir: در حال حاضر این ماژول غیرفعال می باشد. لطفا بعدا مجددا سعی کنید.

source: you do not have sufficient credentials to access this page.
fa_ir: متاسفانه شما اعتبار لازم برای دسترسی به این صفحه را ندارید.

source: this application is currently not available. please check back later.
fa_ir: در حال حاضر این سایت غیرفعال می باشد. لطفا بعدا مجددا سعی کنید.

source: browser warning
fa_ir: اخطار مرورگر

source: 404 not found
fa_ir: خطای 404

source: module disabled
fa_ir: ماژول غیرفعال می باشد.

source: access denied
fa_ir: امکان دسترسی وجود ندارد.

source: application unavailable
fa_ir: سایت غیرفعال می باشد.

source: dashboard
fa_ir: داشبورد
