Repository: guoyu07/xms
Catalog: app/data/i18n/*/news.validation.po
Languages: fa_ir

source: the title field has an invalid value
fa_ir: مقدار عنوان نامعتبر است

source: the title must be shorter than 200 characters
fa_ir: عنوان باید کمتر از 200 کاراکتر باشد

source: please provide a title
fa_ir: لطفا عنوان را مشخص کنید

source: the summary field has an invalid value
fa_ir: مقدار خلاصه نامعتبر است

source: the content field has an invalid value
fa_ir: مقدار محتوا نامعتبر است

source: please provide a content
fa_ir: لطفا محتوا را وارد نمایید

source: uploaded file is not an image
fa_ir: فایل ارسال شده ار نوع تصویر نمی باشد

source: image file format is invalid
fa_ir: فرمت فایل تصویر نامعتبر است

source: invalid date format
fa_ir: تاریخ نامعتیر است

source: please provide date
fa_ir: لطفا مقدار تاریخ را مشخص کنید

source: invalid category
fa_ir: مقدار دسته نامعتبر است

source: please select a category
fa_ir: لطفا یک دسته را انتخاب نمایید

source: invalid published value
fa_ir: وضعیت انتشار نامعتبر است

source: please provide published value
fa_ir: لطفا وضعیت انتشار را مشخص نمایید

source: invalid comment status
fa_ir: نظر وارد شده نامعتبر است

source: please provide comment status
fa_ir: لطفا وضعیت نظرات را مشخص کنید

source: invalid news id
fa_ir: شناسه خبر نامعتبر است

source: at least one news id is required
fa_ir: حداقل انتخاب یک خبر اجباری است

source: there's no news with provided id in current language
fa_ir: هیچ خبری با شناسه مورد نظر برای زبان جاری وجود ندارد

source: invalid deleted items
fa_ir: آیتم های حذف شده نامعتبر می باشند

source: the category id has an invalid value
fa_ir: مقدار شناسه دسته نامعتبر است

source: the id has an invalid value
fa_ir: مقدار شناسه نامعتبر است

source: please provide an id
fa_ir: لطفا شناسه را مشخص نمایید

source: there's no news with provided id
fa_ir: هیچ خبری با شناسه مورد نظر وجود ندارد
