Repository: guoyu07/xms
Catalog: app/data/i18n/*/news.po
Languages: fa_ir

source: written by %s in %s
fa_ir: نوشته شده توسط %s در %s

source: there's no news available for current language.
fa_ir: هیچ خبری برای زبان جاری وجود ندارد.

source: this news also available in %s
fa_ir: این خبر به زبان %s نیز وجود دارد.

source: add news
fa_ir: خبر جدید

source: translate to %s
fa_ir: ترجمه به %s

source: title
fa_ir: عنوان

source: summary
fa_ir: خلاصه

source: content
fa_ir: متن

source: image
fa_ir: تصویر

source: date
fa_ir: تاریخ

source: Date selector
fa_ir: انتخاب تاریخ

source: category
fa_ir: دسته

source: published
fa_ir: انتشار یابد؟

source: yes
fa_ir: بله

source: no
fa_ir: خیر

source: submit
fa_ir: ارسال

source: cancel
fa_ir: انصراف

source: news has been successfully added
fa_ir: خبر با موفقیت اضافه گردید

source: news has been successfully deleted
fa_ir: خبر با موفقیت خذف شد.

source: are you sure?
fa_ir: اطمینان دارید؟

source: edit news
fa_ir: ویرایش خبر

source: delete %s translation
fa_ir: حذف ترجمه %s

source: news has been successfully updated
fa_ir: خبر با موفقیت به روز گردید.

source: please select a news.
fa_ir: لطفا یک خبر را انتخاب کنید.

source: news list
fa_ir: لیست اخبار

source: author
fa_ir: نویسنده

source: edit '%s'
fa_ir: ویرایش '%s'

source: there's no news.
fa_ir: هیچ خبری وجود ندارد.

source: delete
fa_ir: حذف

source: lastest news
fa_ir: آخرین اخبار

source: view news: %s
fa_ir: نمایش خبر: %s

source: news added successfully
fa_ir: خبر با موفقیت اضافه شد.

source: news delete error
fa_ir: خطا در حذف خبر

source: news deleted successfully
fa_ir: خبر با موفقیت اضافه گردید.

source: news edit error
fa_ir: خطا در ویرایش خبر

source: news updated successfully
fa_ir: خبر با موفقیت به روز شد.
